"Direct_Connection"="Conexiones Directas";"Saved_Connections"="Conexiones Guardadas";"Connections"="Conexiones";"In_App_Purchases"="En las compras de aplicaciones";"Remove_Ads"="Eliminar Publicidad";"Restore_My_Purchase"="Restaurar Mis Compras";"Help_And_Reviews"="Ayuda y Comentarios";"Contact_Us"="Contáctenos";"About"="Acerca de";"Connection"="Conexión";"Connect"="Conectar";"Name"="Nombre";"Host"="Servidor";"Example_Dot_Com"="ejemplo.com";"Port"="Puerto";"User"="Usuario";"User_Login_Example"="milogin";"Password"="Contraseña";"Password_Login_Example"="miclave";"Back"="Regresar";"Previous"="Anterior";"Next"="Siguiente";"Done"="Hecho";"Save"="Guardar";"No_Name"="Sin Nombre";"Missing_Fields"="Faltan Campos";"Host_Is_Required"="El servidor es requerido";"User_Is_Required"="El usuario es requerido";"Password_Is_Required"="La contraseña es requerida";"OK"="OK";"CANCEL"="Cancelar";"Connection_Error"="Error de conexión";"Can_Not_Establish_Connection_To"="No se puede establecer conexión con %@";"Bad_Credentials"="Las credenciales proporcionadas son incorrectas";"Connection_Established_But_Can_Not_Open_Session"="Conexión establecida pero no se puede abrir una sesión";"Can_Not_Send_PTY_Request"="No se puede enviar petición PTY";"Can_Not_Start_Shell_From_Connection"="No se puede iniciar un shell de esta conexión";"Enter_Password"="Ingrese la clave";"Enter_Your_PIN"="Ingrese su PIN";"Locked"="Bloqueado";"Attempts_Expired"="Intentos agotados";"PIN_Entry_Locked"="Ingreso de PIN bloqueado";"Attempts_Remaining"="Intentos restantes";"Failed_Passcode_Attempts"="Intentos Fallidos para Código de Acceso";"Security"="Seguridad";"Manage_Security_Settings"="Administrar la Configuración de Seguridad";"Email"="Correo Electrónico";"Subject"="Tema";"Message"="Mensaje";"Send"="Enviar";"Email_Sent_Faillure"="Falla en Envio de Correo Electrónico";"Your_Device_Can_Not_Send_Mail"="El Dispositivo no Puede Enviar Correo";"Thank_You"="Gracias";"We_Will_Reply_You_As_Soon_As_Possible"="Le contestaremos lo antes posible";"Purchase_Required"="Se requiere la compra";"More_Informations"="Información";"Purchase_Required_Want_MoreInformations"="Para utilizar esta funcionalidad, se requiere una compra. ¿Quieres más información sobre esta compra?";"Can_Not_Purchase"="No se puede comprar";"Purchases_Are_Not_Possible_At_This_Time"="Las compras no son posibles en este momento";"Buy"="Comprar";"Restoring_Purchases"="Restauración de compras";"Do_You_Want_To_Restore_Or_Unregister_Them"="¿Desea restaurar sus compras, o te quieren anular el registro?";"Restore"="restaurar";"Unregister"="Anular el registro";"All_Purchases_Unregistered"="Todas las compras que se han registrado. Para registrarlos de nuevo, por favor restaurar compras.";"Thank_You_For_Your_Purchase"="Gracias por su compra!";"Transaction_Failed"="Error de transacción";"Set_Password"="Establecer contraseña";"Change_Password"="Cambiar contraseña";"Remove_Password"="Eliminar contraseña";"YES"="Si";"NO"="No";"Remove_Password_Confirmation"="Está seguro que desea eliminar la contraseña?";"Password_Not_Saved"="Contraseña no se guarda";"Passwords_Are_Not_Equals"="Las contraseñas no son iguales!";"Please_Re_Enter_Your_PIN"="Ingrese su PIN para la verificación";"Password_Saved"="Contraseña guardado";"Password_Has_Been_Saved"="La contraseña ha sido guardado con éxito";"Screen_Will_Be_Locked_After"="La pantalla se bloquea durante el arranque o después de 60 segundos de estado de fondo";"Rate_Question"="Si le gusta utilizar %@, ¿le importaría valorarlo? No le llevará más de un minuto. ¡Gracias por su colaboración!";"Rate"="Valorar %@";"No_Thanks"="No, gracias";"Remind_Me_Later"="Recordar más tarde";"Message_Field_Is_Required"="Campo Mensaje es requerido";"CONNECTION_TYPE"="Tipo";"CONNECTING_TITLE"="Conexión";"CONNECTING_MESSAGE"="Conectando ... Por favor, espere.";"CONNECTING_FAILED"="Conexión fallida";"LOADING"="carga";"PARENT_DIRECTORY"="Directorio padre";"DISCONNECT"="Desconectar";"EXECUTING_TITLE"="Ejecutar...";"OPERATION_SEEMS_TO_BE_LONG"="Operación parece ser largo.";"CANCEL_OPERATION"="Cancelar la operación";"NOT_CONNECTED_TITLE"="No conectado";"NOT_CONNECTED_MESSAGE"="La conexión parece ser cerrado.";"RECONNECT"="Reconexión";"Pull_Down_To_Refresh"="Despliegue de refrescar";"Release_To_Refresh"="¡Fuera de refrescar";"Loading_Points"="Cargando...";"Speed"="Velocidad";"Progress"="Progreso";"Default"="Default";"Favorites_Folder"="Carpetas favoritas";"Use_As_Default_Path"="Use default";"Path"="Path";"Favorite"="favorito";"Upload"="Enviar";"Upload_Failed"="Transferencia fallida";"Ask_For_Resume"="Restauración de aplicaciones";"Want_To_Resume_Upload"="¿Desea reanudar la transferencia?";"Resume"="Reanudar";"Overwrite"="Sobreescribir";"Rename"="Cambiar nombre";"Enter_The_New_Name"="Introduzca el nuevo nombre";"Deleting"="Borrar";"Delete"="Borrar";"Sure_To_Delete_XYZ"="¿Está seguro que desea eliminar";"Delete_Failed"="No se ha podido eliminar";"Rename_Failed"="Error al cambiar el nombre de";"Can_Not_Create_Dir_Because_Already_Exists"="¿No cree el archivo porque ya existe";"Directory_Name"="Nombre de la carpeta";"Enter_Directory_Name"="Introduzca el nombre de archivo";"Default_Folder_Name"="Nueva carpeta";"Add"="Añadir";"What_To_Do"="¿Qué haría usted?";"Upload_file"="Enviar un archivo";"Create_Directory"="Crear un directorio";"Add_This_Folder_To_Favorite"="Agregar archivo a los favoritos";"Favorite_Name"="Nombre favoritos";"Enter_The_Name_Of_The_Favorite"="Introduzca el nombre del favorito";"Default_Favorite_Name"="Mi Favorito";"Avoided_Corruptions"="Corrupciones evitadas";"SSH_Connection_Must_Be_Opened"="Con el fin de obtener una cadena de hash MD5, se debe abrir una conexión SSH. ¿Estás bien?";"Compare"="Comparar";"Generating_MD5"="Generar MD5";"Wait_Generating_MD5"="Por favor espere ... Generando MD5.";"MD5_Hashes_Are_Equal"="hashes MD5 son iguales";"Sorry_MD5_Hashes_Are_Not_Equal"="hashes MD5 sentimos no son iguales";"Compare_With_Local_File"="Comparar archivo local";"Add_To_Clipboard"="Añadir al portapapeles";"Requesting_MD5"="Solicitud de MD5";"Wait_We_Are_Requesting_MD5_From_SSH"="Por favor espere, estamos solicitando MD5 de SSH ...";"MD5_Hash_Can_Not_BeRetrieved"="hash MD5 no puede ser recuperada";"PHOTO_LIBRARY"="Fototeca";"PHOTO_COUNT_SINGLE"="1 punto";"PHOTO_COUNT_MULTIPLE"="%@ articulos";"ERROR"="Error";"UNKNOWN_LIBRARY_ERROR"="Un error desconocido ha ocurrido.";"PHOTO_ROLL_ACCESS_ERROR"="%@ no tiene permiso para acceder a su biblioteca de fotos.";"File"="Archivo";"Finished"="Terminado";"Image_Is_Now_Downloaded_In_Camera_Roll"="La imagen se ha descargado en el rollo de la cámara";"Authentication"="Autenticación";"Password_Authentication"="Autenticación de contraseña";"Private_Key_Authentication"="La autenticación de clave privada";"Private_Key"="Clave privada";"Unknow"="Desconocido";"Private_Key_Not_Found"="La clave privada no encontrado";"A_Password_Is_Required_For_Your_Private_Key"="Se requiere una contraseña para la clave privada";"Is_encrypted"="Se cifra";"Save_To_Camera_Roll"="Enviar al rollo de la cámara";"Want_To_Save_In_Camera_Roll"="¿Desea guardar la imagen en el rollo de la cámara?";"All"="todo";"Add_New_Command"="Agregar nuevo comando";"Add_Key"="Agregar llave";"Already_Exists"="Existe actualmente";"Are_You_Sure_File_Not_Saved"="No lo ha guardado. \nDesea cerrar la aplicación sin guardar ?";"Are_You_Sure_To_Delete_This_Connection"="Esta seguro que desea cerrar esta conexión?";"Are_You_Sure_To_Logout"="Esta preparado para abandonar su cuenta en WebSSH.Net";"Bad_ICMP_Data_Received"="Se recibió un ICMP malo";"Bad_Login_Credentials"="Credenciales incorrectas";"Bad_Login_Credentials_Message"="Sus credenciales son incorrectas. Que es lo que desea hacer ?";"Bad_Response_Received"="Mala respuesta recibida";// WebSSH 14.6 ->"Please_Help_Me_Support_WebSSH"="❣️ Al comprar la versión completa de WebSSH, puede agregar tantas conexiones SSH / SFTP / TUNNEL como desee.";// <- WebSSH 14.6// WebSSH 14.8 ->"Please_Help_Me_Support_WebSSH_Title"="❤️ Ayúdame a continuar WebSSH";"Buy_Price" = "Comprar\n%@";"Do_You_Love_WebSSH"="¿Te encanta WebSSH?";// <- WebSSH 14.8"Profile_Carriage_Return" = "Retorno de carro";"Editar" = "Editar";"Descargar" = "Descargar";"Ver" = "Ver";